import React from "react";
import "./Aboutus.css";
import imgback from "../img/about.webp";
import Brand from "./Brand";

export default function Aboutus() {
  return (
    <div>
      <div className=" container">
        <div className=" row d-flex justify-content-center">
          <div className="col-6 d-flex align-content-center text--- justify-content-center my-auto mr-3  ">
            همه چیز درباره ما...
          </div>
          <br />
          <div className="col-6 d-flex ">
            <img src={imgback} className=" img-fluid" />
          </div>
          <div className="about text-justify text-white p-3 mb-5">
            در ادامه به بررسی مثالی از صفحه‌ی درباره‌ی ما، در ارتباط با وستا
            سیستم می‌پردازیم. شرکت وستا سیستم، یک شرکت Digital Enterprise با
            ارائه‌ی خدمات در حیطه‌های وب و اپلیکیشن است که برای اولین بار در سال
            1390 شروع به کار کرد. این شرکت در طول فعالیت بیش از یک دهه‌‌ای خود
            توانسته که از فراز و نشیب‌های فراوانی عبور نماید. در ابتدای آغاز
            دهه‌ی 90، شرکت وستا سیستم، فعالیت خود را بر راه‌اندازی انواع
            استارت‌آپ‌ها متمرکز کرده بود. تقریبا در همان دوران بود که شرکت وستا
            سیستم توانست خود را در زمره‌ی اولین استارت‌آپ‌هایی قرار دهد که در
            زمینه‌ی خرید گروهی فعالیت می‌کنند. شرکت وستا سیستم با گذشت زمان،
            توانست اعتماد بسیاری از نهادهای رسمی و معتبر موجود در کشور را کسب
            نماید. با پیشرفت خدمات شرکت، دانشکده‌ی فنی مهندسی دانشگاه باهنر
            شیراز به عنوان یک پشتوانه‌ی قوی و معتبر برای شرکت وستا سیستم به
            توسعه‌ی خدمات این شرکت در حیطه‌ی طراحی و تولید انواع نرم‌افزارهای
            تحت وب و موبایل، معرفی شد. این شرکت در سال 1397 توانست که عنوان شرکت
            دانش بنیان را با به دست آوردن مجوز رسمی از معاونت علمی پژوهشی ریاست
            جمهوری، کسب نماید. امروزه شرکت وستا سیستم با توسعه‌ی تیم خود توانسته
            که پروژه‌های مهمی را اجرا کرده و یا در دست اجرا داشته باشد. با توجه
            به آن که وستا سیستم اهداف بزرگی را برای آینده‌ی خود در نظر
            گرفته‌است، هر روزه در حال بهبود کیفیت خدمات خود و تیمش است. برای آن
            که بتوانید از خدمات و امکانات شرکت وستا مطلع شوید می‌توانید هم‌اکنون
            با ما تماس بگیرید.
          </div>
        </div>
      </div>
      <Brand/>
      <br/>
    </div>
  );
}
